[
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "auto-card-link",
  "obsidian-chartsview-plugin",
  "cmdr",
  "dataview",
  "obsidian-hider",
  "homepage",
  "keyboard-analyzer",
  "metadata-menu",
  "nldates-obsidian",
  "obsidian-enhancing-export",
  "quickadd",
  "obsidian-quiet-outline",
  "simple-embeds",
  "supercharged-links-obsidian",
  "tag-wrangler",
  "templater-obsidian",
  "waypoint",
  "obsidian-thumbnails",
  "page-gallery",
  "rss-reader",
  "settings-search",
  "obsidian-auto-link-title",
  "obsidian-dynamic-background",
  "obsidian-image-toolkit",
  "obsidian-linter",
  "spoiler-block-obsidian",
  "metaedit",
  "sync-graph-settings",
  "auto-moc",
  "buttons",
  "file-tree-alternative",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-zotero-desktop-connector",
  "obsidian-local-rest-api",
  "link-exploder",
  "chatgpt-md",
  "surfing",
  "optimize-canvas-connections",
  "obsidian-kanban",
  "obsidian-map-view",
  "table-editor-obsidian",
  "canvas-mindmap",
  "canvas-presentation",
  "editor-width-slider",
  "obsidian-leaflet-plugin",
  "obsidian-5e-statblocks",
  "initiative-tracker",
  "obsidian-dice-roller",
  "omnisearch"
]